import computer from "../assets/coputer.svg";
import software from "../assets/software.svg";
import teaching from "../assets/teaching.svg";
import nano from "../assets/nano.svg";
export const contentForBlock = [
    {
        svg: computer,
        title: "Изучи железо",
        text:
            "Компью́тер — устройство или система, способная выполнять заданную, чётко определённую, изменяемую последовательность операций.",
    },
    {
        svg: software,
        title: "Научись писать код",
        text:
            "Исхо́дный код — текст компьютерной программы на каком-либо языке программирования или языке разметки, который может быть прочтён человеком.",
    },
    {
        svg: teaching,
        title: "Преподаватели",
        text:
            "Преподаватель — педагог, который занимается преподаванием чего-либо (обычно в среднем специальном или высшем учебном заведении). Например, преподаватель физики.",
    },
    {
        svg: nano,
        title: "Научная деятельность",
        text:
            "Научно-исследовательская работа — работа научного характера, связанная с научным поиском, проведением исследований, экспериментами.",
    },
];